Repository: Scifabric/pybossa-default-theme
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: el, pt_br

source: This page shows all the available tasks for this project
el: Αυτή η σελίδα δείχνει όλες τις διαθέσιμες εργασίες για αυτό το πρόγραμμα
pt_br: Esta página apresenta as tarefas disponíveis para esta aplicação

source: For each task, you can find the following information
el: Για κάθε εργασία, μπορείτε να βρείτε τις ακόλουθες πληροφορίες
pt_br: Para cada tarefa, você pode encontrar a informação abaixo

source: This number identifies the task for the project and it is unique
el: Αυτός ο αριθμός ταυτοποιεί την εργασία για το πρόγραμμα και είναι μοναδικός
pt_br: Este número único identifica a tarefa na aplicação

source: The first number shows how many answers have been submitted for the task and the
el: Ο πρώτος αριθμόες δείχνει πόσες απαντήσεις έχουν υποβληθεί για την εργασία
pt_br: O primeiro número representa o total de respostas submetidas para a tarefa e

source: This redundancy method will help to detect errors, typos, data forging, etc. when the task has been completed
el: Αυτή η μέθοδος πλεονασμού θα βοηθήσει στον εντοπισμό σφαλμάτων, τυπογραφικών, αντιγραφή δεδομένωνκ.λ.π. αφού έχει ολοκληρωθεί η εργασία
pt_br: Este método de redundância vai ajudar a detectar erros, erros de digitação, forjamento de dados, etc., quando a tarefa for concluída

source: second number
el: δεύτερος αριθμός
pt_br: segundo número

source: how many need to be obtained to mark the task as
el: πόσες χρειάζονται να ολοκληρωθούν για να σημειωθεί η εργασία ώς
pt_br: quantos precisam ser obtidos para marcar a tarefa como

source: Progress Bar
el: Μπάρα Προόδου
pt_br: Barra de progresso

source: Download Task Results
el: Κατεβάστε τα Αποτελέσματα της Εργασίας
pt_br: Fazer download dos resultados das tarefas

source: Download Partial results
el: Κατεβάστε Μερικά αποτελέσματα
pt_br: Fazer download dos resultados parciais

source: Nothing to download yet
el: Τίποτα για να κατεβάσετε προς το παρόν
pt_br: Ainda não há nada disponível para download

source: Start contributing
el: Αρχίστε να συμβάλλετε
pt_br: Iniciar contribuição

source: Give some details about the project
el: Δώστε κάποιες πληροφορίες για το πρόγραμμα
pt_br: Forneça alguns detalhes sobre o projeto

source: Explain the project (use Markdown!)
el: Εξηγείστε το πρόγραμμα (χρησιμοποιώντας Markdown!)
pt_br: Explique o projeto (use Markdown!)

source: From a CSV file
el: Από αρχείο CSV
pt_br: De um arquivo CSV

source: From your Dropbox account
el: Από τον λογαριασμό σας στο Dropbox
pt_br: De sua conta do Dropbox

source: For more information, please look at
el: Για περισσότερες πληροφορίες, παρακαλούμε να δείτε στο
pt_br: Para mais informações, porfavor veja a

source: the documentation
el: η καταγραφή
pt_br: documentação

source: You are about to import
el: Είστε έτοιμος να εισάγετε
pt_br: Você está prestes a importar

source: files
el: αρχεία
pt_br: arquivos

source: From an EpiCollect Plus project
el: Από ένα πρόγραμμα EpiCollect
pt_br: De um projeto EpiCollect Plus

source: Please provide an EpiCollect Plus project name to import its data for
el: Παρακαλούμε να παραθέσετε ένα όνομα προγράμματος EpiCollect Plus για να εισάγετε δεδομένα για
pt_br: Por favor forneça o nome de um projeto EpiCollect Plus de modo a importar seus dados para

source: The name of the public EpiCollect Plus project
el: Το όνομα για το δημόσιο πρόγραμμα EpiCollect Plus
pt_br: Nome do projeto EpiCollect Plus

source: The name of the project's form
el: Το όνομα για τη μορφή του προγράμματος
pt_br: Nome do formulário do projeto

source: From a Flickr Album
el: Από άλμπουμ Flickr
pt_br: De um álbum do Flickr

source: Revoke access
el: Ανάκληση πρόσβασης
pt_br: Revogar acesso

source: Log in Flickr
el: Συνδεθείτε στο Flickr
pt_br: Flickr Log in

source: Or manually provide the ID of a Flickr set with images for
el: Ή χειροκίνητα παραθέστε την ταυτότητα από μια σειρά εικόνων στο Flickr
pt_br: Ou forneça manualmente o ID do álbum do Flickr com imagens para

source: Select one of your albums:
el: Διαλέξτε ένα από τα άλμουπ σας:
pt_br: Selecione um de seus álbuns:

source: photos
el: φωτογραφίες
pt_br: fotos

source: Select
el: Επίλογή
pt_br: Selecione

source: From a Google Docs Spreadsheet
el: Από ένα Υπολογιστικό Φύλλο στο Google Docs
pt_br: De uma planilha do Google Docs

source: Please provide a URL to a Google Drive Spreadsheet with data for
el: Παρακαλούμε να παραθέσετε έναν Ενιαίο Εντοπιστή Πόρων (URL) για ένα Υπολογιστικό Φύλλο στο Google Drive με δεδομένα για
pt_br: Por favor forneça uma URL para a planilha do Google Drive com dados para

source: The URL of the Google Docs Spreadsheet
el: Ο Ενιαίος Εντοπιστής Πόρων (URL) του Υπολογιστικού Φύλλου του Google Docs
pt_br: URL para a planilha do Google Docs

source: From a IIIF manifest
el: Από ένα δηλωτικό IIIF
pt_br: De um manifesto IIIF

source: Basic
el: Βασικά
pt_br: Básico

source: The most basic template
el: Το πιό βασικό πρότυπο
pt_br: O modelo mais básico

source: Image Pattern Recognition
el: Αναγνώριση Μοτίβου Εικόνων
pt_br: Reconhecimento de Padrões de Imagem

source: Geo-coding
el: Γεωκωδικοποίηση
pt_br: Geocodificação

source: Transcribing documents
el: Μεταγραφή αρχείων
pt_br: Transcrição de documentos

source: Re-use the PDF transcription template
el: Επαναχρησιμοποίηση του προτύπου μεταγραφής σε PDF
pt_br: Reuse o modelo de transcrição de PDF

source: Sound Pattern Recognition
el: Αναγνώριση Μοτίβου Ήχου
pt_br: Recomencimento de Padrões de Áudio

source: Video Pattern Recognition
el: Αναγνώριση Μοτίβου Βίντεο
pt_br: Reconhecimento de Padrões de Vídeos

source: Task Presenter Editor
el: Εκδότης Κομιστή Εργασιών
pt_br: Editor do visualizador de tarefas

source: templates
el: πρότυπα
pt_br: modelos

source: for your project
el: για το πρόγραμμά σας
pt_br: para seu projeto

source: Error!
el: Σφάλμα!
pt_br: Erro!

source: This task does not belong to
el: Αυτή η εργασία δεν ανήκει στο
pt_br: Esta tarefa não pertence a

source: Try with another one
el: Δοκιμάστε με ένα άλλο
pt_br: Tente com outro

source: Provide a public link to your own CSV file
el: Παραθέστε έναν δημόσιο σύνδεσμο για το δικό σας αρχείο CSV
pt_br: Forneça um link público para seu arquivo CSV

source: Delete all Tasks and Task Runs
el: Διαγραφή όλων των Εργασιών και των Εκτελέσεων
pt_br: Excluir as tarefas e suas execuções

source: You cannot undo this action!
el: Δεν μπορείτε να ανακαλέσετε αυτή την πράξη!
pt_br: Você não pode desfazer essa ação!

source: Are you sure you want to delete ALL the project tasks and associated task runs?
el: Είστε σίγουρος/η οτι θέλετε να διαγράψετε ΟΛΕΣ τις εργασίες του προγράμματος και τις αντίστοιχεςεκτελέσεις τους;
pt_br: Você está certo que deseja remover TODAS as tarefas e as execuções associadas?

source: Use files from your Dropbox account
el: Χρήση αρχείων από τον λογαριασμό σας στο Dropbox
pt_br: Use arquvios de sua conta do Dropbox

source: EpiCollect Plus Project
el: Πρόγραμμα EpiCollect Plus
pt_br: Projeto EpiCollect Plus

source: Use an EpiCollect Plus project
el: Χρήση προγράμματος EpiCollect Plus
pt_br: Use um projeto EpiCollect Plus

source: Use images from a Flickr set
el: Χρήση εικόνων από σειρά του Flickr
pt_br: Use as imagens de um álbum do Flickr

source: Re-use the Flickr Person Finder tasks
el: Επαναχρησιμοποίηση των εργασιών Εύρεσης Ατόμων του Flickr
pt_br: Reuse as tarefas do Flickr Person Finder

source: Re-use the Urban Park tasks
el: Επαναχρησιμοποίηση των εργασιών του Urban Park
pt_br: Reuse as tarefas de parques urbanos

source: Re-use the PDF transcription tasks
el: Επαναχρησιμοποίηση των εργασιών PDF μεταγραφής
pt_br: Reuse as tarefas de transcrição do PDF

source: Re-use the SoundCloud tasks
el: Επαναχρησιμοποίηση των εργασιών του SoundCloud
pt_br: Reuse as tarefas do SoundCloud

source: Re-use the Vimeo tasks
el: Επαναχρησιμοποίηση εργασιών Vimeo
pt_br: Reuse as tarefas do Vimeo

source: Google Drive Spreadsheet
el: Υπολογιστικά Φύλλα Google Drive
pt_br: Planilha do Google Drive

source: Import a Google Drive Spreadsheet
el: Εισαγωγή Υπολογιστικού Φύλλου Google Drive
pt_br: Importe uma planilha do Google Drive

source: Import from a IIIF manifest
el: Εισαγωγή από ένα δηλωτικό IIIF
pt_br: Importação de um manifesto IIIF

source: General Statistics
el: Γενικές Στατιστικές
pt_br: Estatísticas Gerais

source: Total
el: Σύνολο

source: Top 5 Users in the last 24 hours
el: Οι 5 Κορυφαίοι Χρήστες τις τελευταίες 24 ώρες
pt_br: Top 5 de usuários nas últimas 24 horas

source: with
el: με
pt_br: com

source: contributed answers
el: συμβαλλόμενες απαντήσεις
pt_br: respostas providas

source: Top 5 projects in the last 24 hours
el: Τα 5 κορυφαία προγράμματα τις τελευταίες 24 ώρες
pt_br: Top 5 de projetos nas últimas 24 horas

source: Tasks and Answers
el: Εργασίες και Απαντήσεις
pt_br: Tarefas e Respostas

source: Number of Tasks
el: Αριθμός Εργασιών
pt_br: Numero de Tarefas

source: Number of Task Runs
el: Αριθμός Εκτελέσεων Εργασιών
pt_br: Número de execuções de tarefas

source: Anonymous Volunteers
el: Ανώνυμοι Εθελοντές
pt_br: Voluntários Anônimos

source: Community Leaderboard
el: Κοινοτικός Πίνακας Κατάταξης
pt_br: Ranking da Comunudade

source: Name
el: Όνομα
pt_br: Nome

source: Score
el: Σκορ
pt_br: Pontuação

source: The title of your post
pt_br: O título do seu post

source: Save the changes
pt_br: Salvar as alterações

source: Done! View results
pt_br: Feito! Ver projetos

source: Thanks for contributing
pt_br: Obrigado por contribuir

source: Draft project, complete it!
pt_br: Projeto rascunho, complete-o
