Repository: Scifabric/pybossa-default-theme
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: el, pt_br

source: Write your post here. You can use Markdown!
el: Γράψτε την ανάρτησή σας εδώ. Μπορείτε να χρησιμοποιήσετε Markdown!
pt_br: Escreva seu post aqui. Você pode usar Markdown!

source: Resources
el: Πηγές
pt_br: Recursos

source: Docs
el: Αρχεία
pt_br: Documentos

source: Terms of Use
el: Όροι χρήσης
pt_br: Termos de Uso

source: Cookies Policy
el: Πολιτική Ηλεκτρονικού Μπισκότου Δεδομένων
pt_br: Política de Cookies

source: Community
el: Κοινότητα
pt_br: Comunidade

source: Stats
el: Στατιστικά
pt_br: Estado

source: Licenses
el: Άδειες
pt_br: Licenças

source: Overview
el: Επισκόπηση
pt_br: Visão Geral

source: Projects
el: Προγράμματα
pt_br: Projetos

source: Data
el: Δεδομένα
pt_br: Dados

source: Content
el: Περιεχόμενο
pt_br: Conteúdo

source: Create
el: Δημιουργία
pt_br: Criar

source: About
el: Σχετικά με
pt_br: Sobre

source: My Profile
el: Το προφίλ μου
pt_br: Meu Perfil

source: My Projects
el: Τα Προγράμματά μου
pt_br: Meus Projetos

source: My Settings
el: Οι Ρυθμίσεις μου
pt_br: Minhas Configurações

source: Admin Site
el: Σελίδα Διαχειριστή
pt_br: Administrar Site

source: Sign Out
el: 'Αποσύνδεση
pt_br: Sair

source: Sign in
el: Σύνδεση
pt_br: Entrar

source: I've done
el: Έχω κάνει
pt_br: Finalizado

source: tasks for the @PyBossa project:
el: εργασίες για το πρόγραμμα @PyBossa
pt_br: tarefas para o projeto @PyBossa:

source: Do you want to help?
el: Θέλετε να βοηθήσετε;
pt_br: Você deseja contribuir?

source: Nick
el: Ψευδώνυμο

source: E-mail
el: Ηλεκτρονικό Ταχυδρομείο

source: Rank
el: Σειρά

source: of
el: του
pt_br: de

source: with a Score of
el: με το Σκορ του
pt_br: com uma pontuação de

source: contributed tasks
el: συντελεσμένες εργασίες
pt_br: tarefas com contribuição

source: The user has not contributed to any tasks yet
el: Ο χρήστης δεν έχει συμβάλλει σε καμία εργασία ακόμα
pt_br: O usuário ainda não contribuiu com nenhuma tarefa ainda

source: Joined
el: Σύνδεση
pt_br: Ingressou

source: API key
el: Κλειδί API
pt_br: Chave da API

source: Edit your profile
el: Επεξεργαστείτε το προφίλ σας
pt_br: Edite seu perfil

source: Prev
el: Προηγούμενο
pt_br: Anterior

source: Next
el: Επόμενο
pt_br: Próximo

source: Just one more step, please
el: Άλλο ένα βήμα, παρακαλώ
pt_br: Só mais um passo, por favor

source: In order to confirm your identity, we've sent an email to the address you just provided. Please, check it out and click on the link you'll find to create your account at
el: Για να διασταυρώσουμε την ταυτότητά σας, στείλαμε μήνυμα στη διεύθυνση του ηλεκτρονικού ταχυδρομείουπου μόλις καταχωρήσατε. Σας παρακαλούμε να το ελέγξετε και να κάνετε κλικ στον σύνδεσμο που θα βρείτε γιανα δημιουργήσετε τον λογαριασμό σας στο
pt_br: A fim de confirmar sua identidade, nós enviamos um email para o endereço que você forneceu. Por favor, verifique e clique no link que você encontrar para criar sua conta em

source: If you are not receiving the email, please check the junk folder. If it's not there please drop us an email to
el: Εάν δε λαμβάνετε το μήνυμα, παρακαλούμε να ελέγξετε των φάκελο των αχρήστων. Εαν δεν είναι εκεί, παρακαλούμε να μας στείλετε ένα μήνυμα στο
pt_br: Se você não receber o email, por favor verifique sua lixeira. E se não encontrar, mande um email para

source: In the meantime, you can check some of the amazing
el: Στο μεταξύ, μπορείτε να κοιτάξετε κάποια από τα καταπληκτικά
pt_br: Enquanto isso, você pode conferir algumas dos incríveis

source: projects
el: προγράμματα
pt_br: projetos

source: and contribute to them as anonymous
el: και να συμβάλλετε σε αυτά ανώνυμα
pt_br: e contribuições como anônimo

source: registered users
el: εγγεγραμένοι χρήστες
pt_br: usuários registrados

source: Leaderboard
el: Πίνακας κατάταξης

source: Newsletter
el: Ενημερωτικό δελτίο

source: Sign me up!
el: Θέλω να εγγραφώ!
pt_br: Inscreva-me

source: Not interested
el: Δεν με ενδιαφέρει
pt_br: Não interessado

source: Cancel
el: Ακύρωση
pt_br: Cancelar

source: Reset your Password
el: Επαναφορά του κωδικού
pt_br: Reinicie sua senha

source: my e-mail
el: το ηλεκτρονικό μου ταχυδρομείο
pt_br: meu e-mail

source: Reset my Password
el: Επαναφορά του κωδικού μου
pt_br: Reiniciar minha senha

source: my new password
el: ο νέος κωδικός μου
pt_br: minha nova senha

source: my new password again
el: ο νέος κωδικός μου, πάλι
pt_br: nova senha novamente

source: Your Contributions
el: Η συνεισφορά σας
pt_br: Suas contribuições

source: Published Projects
el: Δημοσιευμένα Προγράμματα
pt_br: Projetos Publicados

source: Draft Projects
el: Προσχέδια Προγράμματα
pt_br: Projetos Rascunho

source: You have not created a project
el: Δεν έχετε δημιουργήσει πρόγραμμα
pt_br: Você ainda não criou uma aplicação

source: Create an account
el: Δημιουργία λογαργιασμού
pt_br: Crie uma conta

source: Note
el: Σημείωση
pt_br: Notas

source: By click the
el: Κάνοντας κλικ στο
pt_br: Ao clicar

source: Create account button
el: Κουμπί δημιουργίας λογαριασμού
pt_br: Criar conta

source: below you are agreeing to the
el: παρακάτω συμφωνείτε στους
pt_br: abaixo você está concordando com

source: terms of use
el: όρους χρήσης
pt_br: termos de uso

source: and
el: και
pt_br: e

source: data
el: δεδομένων
pt_br: dados

source: Forgot Password
el: Ξέχασα τον κωδικό μου
pt_br: Esqueci minha senha

source: Sign in button
el: Κουμπί σύνδεσης
pt_br: no botão Entrar

source: Update your profile
el: Ανανεώστε το προφίλ σας
pt_br: Atualize seu perfil

source: Upload
el: Ανεβάστε

source: Change your Password
el: Αλλαγή κωδικού
pt_br: Altere sua Senha

source: Do you want to reset your personal API Key?
el: Θέλετε να επαναφέρετε το προσωπικό σας κλειδί API;
pt_br: Você deseja reiniciar sua chave de API pessoal?

source: Yes
el: Ναι
pt_br: Sim

source: Danger Zone!
el: Ζώνη Κινδύνου!
pt_br: Zona Perigosa!

source: Delete
el: Διαγραφή
pt_br: Excluir

source: nick
el: Ψευδώνυμο

source: Member since
el: Μέλος από
pt_br: Membro desde

source: Remove from admin group
el: Αφαίρεση απο την ομάδα των διαχειριστών
pt_br: Remover do grupo admin

source: Add to admin group
el: Προσθήκη στην ομάδα διαχειριστών
pt_br: Adicionar ao grupo admin

source: Sorry! No posts so far.
el: Συγγνώμη! Καμία ανάρτηση προς το παρόν.
pt_br: Desculpe, sem posts até o momento

source: Manage Categories
el: Διαχείριση Κατηγοριών
pt_br: Gerenciar categorias

source: Category name
el: Όνομα κατηγορίας
pt_br: Nome da categoria

source: Category description
el: Περιγραφή κατηγορίας
pt_br: Descrição da categoria

source: Add Category
el: Προσθήκη Κατηγορίας
pt_br: Adicionar categoria

source: List of Available Categories
el: Λίστα Διαθέσιμων Κατηγοριών
pt_br: Lista das categorias disponíveis

source: Edit Category Name
el: Επεξεργασία Ονόματος Κατηγορίας
pt_br: Editar nome da categoria

source: Delete Category
el: Διαγραφή Κατηγορίας
pt_br: Remover categoria

source: Dashboard last 7 days
el: Το ταμπλό τις τελευταίες 7 ημέρες
pt_br: Dashboard dos últimos 7 dias

source: Recent activity
el: Πρόσφατη δραστηριότητα
pt_br: Atividade recente

source: new project created
el: το νέο πρόγραμμα που δημιουργήθηκε
pt_br: novo projeto criado

source: has published a blog post
el: έχει δημοσιεύσει ανάρτηση σε blog
pt_br: publicou um post no blog

source: has added new tasks
el: 'έχει προσθέσει νέες εργασίες
pt_br: adicionou novas tarefas

source: has completed a task
el: έχει ολοκληρώσει μία εργασία
pt_br: completou uma tarefa

source: has contributed to
el: έχει συμβάλλει στο
pt_br: contribuiu para

source: has joined
el: έχει συνδεθεί
pt_br: juntou se

source: Deleting the category will remove it from all the projects! This operation cannot be undone!
el: Η διαγραφή αυτής της κατηγορίας θα την αφαιρέσει από όλα τα προγράμματα! Ηπράξη αυτή δε μπορεί να ανακαλεστεί!
pt_br: Removendo a categoria irá removê-la de todas as aplicações! Esta operação não pode ser desfeita!

source: No, do not delete it
el: Όχι, μην την διαγράψεις
pt_br: Não, não apague isto

source: Dashboard
el: Ταμπλό

source: Go
el: Πάμε
pt_br: Entrar

source: Background Jobs
el: Εργασίες παρασκηνίου
pt_br: Jobs em segundo plano

source: Featured Projects
el: Προτεινόμενα Προγράμματα
pt_br: Projetos em Destaque

source: Show projects on the front page
el: Εμφάνιση προγραμμάτων στην αρχική σελίδα
pt_br: presentar projetos na página principal

source: Manage
el: Διαχείριση
pt_br: Gerenciar

source: Categories
el: Κατηγορίες
pt_br: Categorias

source: Manage project categories
el: Διαχείριση κατηγοριών προγραμμάτων
pt_br: Gerenciar categorias dos projetos

source: Administrators
el: Διαχειριστές
pt_br: Administradores

source: Manage administrators
el: Διαχείριση διαχειριστών
pt_br: Gerenciar administradores

source: Users
el: Χρήστες
pt_br: Usuários

source: Export a list of users
el: Εξαγωγή λίστας χρηστών
pt_br: Exportar lista de usuários

source: JSON
el: JSO

source: Manage featured projects
el: Διαχείριση προτεινόμενων προγραμμάτων
pt_br: Gerenciar projetos em destaque

source: Update Category
el: Ανανέωση Κατηγορίας
pt_br: Atualizar Categoria

source: Manage Admin Users
el: Διαχείριση των Χρηστών Διαχείρισης
pt_br: Gerenciar usuários administradores

source: Try with the full name or nick
el: Δοκιμάστε με ολόκληρο όνομα ή με ψευδώνυμο
pt_br: Tente com o nome completo ou nick

source: Search
el: Αναζήτηση
pt_br: Buscar

source: Found Users
el: Βρέθηκαν Χρήστες
pt_br: Usuários Encontrados

source: Current Users with Admin privileges
el: Τρέχοντες Χρήστες με δικαιώματα Διαχειριστή
pt_br: Usuários atuais com privilégio de administrador

source: It's a 100%% open-source
el: Είνα μια 100% ανοιχτή πηγή
pt_br: É 100%% open-source

source: You can read more about the architecture in the
el: Μπορείτε να διαβάσετε περισσότερα για την αρχιτεκτονική στο
pt_br: Você pode ler mais sobre a arquitetura na

source: and follow the
el: και να ακολουθήσετε το
pt_br: e seguir o

source: step-by-step tutorial to create your own projects
el: βήμα-προς-βήμα σεμινάριο για να δημιουργήσετε τα δικά σας προγράμματα
pt_br: tutorial passo-a-passo para criar seus próprios projetos

source: Online assistance in performing tasks that require human cognition, knowledge or intelligence such as image classification, transcription, geocoding and more!
el: Διαδυκτιακή βοήθεια για την ολοκλήρωση εργασιών που απαιτούν ανθρώπινη νόηση,γνώση ή νοημοσύνη όπως η κατηγοριοποίηση εικόνων, η μεταγραφή,η γεωκωδικοποίηση κ.ά.!
pt_br: Assistência online para execução de tarefas que requerem cognição humana, conhecimento ou inteligência, como classificação de imagens, transcrição, geocodificação e muito mais!

source: Help advance research
el: Βοηθείστε στην ανάπτυξη της έρευνας
pt_br: Ajude a avançar a ciência.

source: Everything is open and freely usable
el: Όλα είναι ανοιχτά και ελευθέρως χρησιμοποιούμενα
pt_br: Tudo é aberto e gratuito para uso

source: Things computers can't do
el: Πράγματα που δε μπορούν να κάνουν οι υπολογιστές
pt_br: Coisas que os computadores não podem fazer

source: Contribute
el: Συμβολή
pt_br: Contribua

source: Search Results
el: Αποτελέσματα Αναζήτησης
pt_br: Buscar Resultados

source: Info
el: Πληροφορίες

source: Tasks
el: Εργασίες
pt_br: Tarefas

source: Statistics
el: Στατιστικές
pt_br: Estatísticas

source: Settings
el: Ρυθμίσεις
pt_br: Configurações

source: Audit Logs
el: Αρχεία Καταγραφής Ελέγχου
pt_br: Logs de Auditoria

source: ID
el: Ταυτότητα

source: Description
el: Περιγραφή
pt_br: Descrição

source: Creation Date
el: Ημερομηνία Δημιουργίας
pt_br: Data de criação

source: Last Activity
el: Τελευταία καταγεγραμμένη δραστηριότητα
pt_br: Última atividade

source: Overall progress
el: Γενική πρόοδος
pt_br: Progresso geral

source: completed
el: ολοκληρώθηκε
pt_br: completa(s)

source: Remove from Featured!
el: Αφαίρεση από τα Προτεινόμενα!
pt_br: Remover dos destaques!

source: Add to Featured!
el: Προσθήκη στα προτεινόμενα!
pt_br: Adicionar aos Destaques!

source: Created by
el: Δημιουργήθηκε από
pt_br: Criado por

source: Me
el: Εμένα
pt_br: Eu

source: Try it!
el: Δοκιμάστε το!
pt_br: Tente!

source: Start Contributing Now!
el: Αρχίστε να συμβάλλετε τώρα!
pt_br: Comece a contribuir agora

source: Edit the project details
el: Επεξεργαστείτε τις λεπτομέρειες του προγράμματος
pt_br: Editar detalhes do projeto

source: Edit the task presenter
el: Επεξεργασία κομιστή εργασιών
pt_br: Edite o visualizador de tarefas

source: Import tasks
el: Εισαγωγή εργασιών
pt_br: Importar tarefas

source: Delete the project
el: Διαγραφή του προγράμματος
pt_br: Remover o projeto

source: When
el: Πότε
pt_br: Quando

source: Who
el: Ποιός
pt_br: Quem

source: Source
el: Πηγή
pt_br: Fonte

source: Action
el: Δράση
pt_br: Ação

source: Attribute
el: Χαρακτηριστικά
pt_br: Atributo

source: Old Value
el: Παλιά Τιμή
pt_br: Valor Antigo

source: New Value
el: Νέα Τιμή
pt_br: Novo Valor

source: You
el: Εσείς
pt_br: Você

source: Sorry! No logs so far.
el: Συγγνώμη! Καμία καταχώρηση προς το παρόν.
pt_br: Desculpe, Não há registros até agora.

source: Sorry! This project does not exist.
el: Συγγνώμη! Αυτό το πρόγραμμα δεν υπάρχει.
pt_br: Desculpe, este projeto não existe.

source: Author:
el: Δημιουργός:
pt_br: Autor:

source: Written:
el: Γράφτηκε:
pt_br: Escrito:

source: Back
el: Πίσω
pt_br: Voltar

source: Edit
el: Επεξεργασία
pt_br: Editar

source: Delete project
el: Διαγραφή προγράμματος
pt_br: Remover projeto

source: If you delete the project and its tasks, it will be gone forever!
el: Εάν διαγράψετε το πρόγραμμα και τις εργασίες του, θα εξαφανιστεί για πάντα!
pt_br: Se você excluir o projeto e suas tarefas, ele não poderar ser recuperado!

source: Are you sure you want to delete this project and all its tasks and associated task runs?
el: Είστε σίγουρος/η οτι θέλετε να διαγράψετε αυτό το πρόγραμμα και όλες του τις
pt_br: Você está certo que deseja excluir o projeto, suas tarefas e as execuções das tarefas?

source: No, do not delete it!
el: Όχι, μην το διαγράψεις!
pt_br: Não, não exclua!

source: Export All Tasks and Task Runs
el: Εξαγωγή Όλων των Εργασιών και Εκτελέσεων
pt_br: Exportar todas as tarefas e suas execuções

source: You can export and download
el: Δε μπορείτε να εξάγετε και να κατεβάσετε
pt_br: Você pode exportar e realizar o download

source: all the available
el: όλα είναι διαθέσιμα
pt_br: de todas as tarefas e execuções de tarefas

source: Tasks and Task Runs (the submitted answers by the users) in CSV or JSON formats.
el: Εργασίες και Εκτελέσεις (όπως έχουν υποβληθεί από τους χρήστες) σε μορφές CSV ή JSON
pt_br: disponíveis (respostas submetidas pelos usuários) nos formatos CSV ou JSON.

source: Export in CSV format
el: Εξαγωγή σε μορφή CSV
pt_br: Exportar em formato CSV

source: Export
el: Εξαγωγή
pt_br: Exportar

source: Task Runs
el: Εκτελέσεις Εργασιών
pt_br: Execuções das Tarefas

source: Export in JSON format
el: Εξαγωγή σε μορφή JSON
pt_br: Exportar no formato JSON

source: Export to the
el: Εξαγωγή στο
pt_br: Exportar para

source: Export to a CKAN server
el: Εξαγωγή σε διακομιστή CKAN
pt_br: Exportar para um servidor CKAN

source: IMPORTANT
el: ΣΗΜΑΝΤΙΚΟ
pt_br: IMPORTANTE

source: Task
el: Εργασία
pt_br: Tarefa

source: You don't have a Datahub.io API key in your
el: Δεν έχετε κλειδί Datahub.io API για τον
pt_br: Você não tem uma API Datahub.io para sua

source: account. Please,
el: λογαριασμό σας. Παρακαλείστε
pt_br: conta. Por favor,

source: create an account
el: να δημιουργήσετε λογαργιασμό
pt_br: crie uma conta

source: and copy/paste the API key in your profile in order to use this exporter
el: και να κάνετε αντιγραφή/ επικόλληση του κλειδιού API στο προφίλ σας για να μπορέσετε να χρησιμοποιείσετε αυτόν τον εξαγωγέα
pt_br: e copie/cole a API no seu perfil para usar este exportador

source: Draft
el: Προσχέδιο
pt_br: Rascunho

source: A special selection of the most interesting projects
el: Μία ξεχωριστή συλλογή των πιο ενδιαφέροντων προγραμμάτων
pt_br: Uma seleção especial das aplicações mais interessantes

source: Work in progress projects
el: Προγράμματα σε εξέλιξη
pt_br: trabalhe nos projetos em progresso

source: Sorry, there are no published projects for this category yet
el: Συγγνώμη, δεν υπάρχουν δημοσιευμένα προγράμματα σε αυτή την κατηγορία προς το παρόν
pt_br: Desculpe, não existem projetos publicados para esta categoria

source: Project
el: Πρόγραμμα
pt_br: Projeto

source: Create a new project
el: Δημιουργία νέου προγράμματος
pt_br: Criar um projeto

source: The name of the project
el: Το όνομα του προγράμματος
pt_br: O nome do projeto

source: Short name or slug for the project
el: Μικρό όνομα ή ανεπίσημο όνομα του προγράμματος
pt_br: Nome curto para o projeto

source: Project slug:
el: Ανεπίσημο όνομα προγράμματος
pt_br: Nome curto do projeto

source: Create the project
el: Δημιουργία προγράμματος
pt_br: Criar um projeto

source: Enter the password to contribute to this project:
el: Εισάγετε τον κωδικό για να συμβάλλετε σε αυτό πρόγραμμα
pt_br: Digite a senha para contribuir com o projeto:

source: Project password
el: Κωδικός προγράμματος
pt_br: Senha do projeto

source: Submit
el: Υποβολή
pt_br: Enviar

source: Project Settings
el: Ρυθμίσεις Προγράμματος
pt_br: Configurações do Projeto

source: Task Settings
el: Ρυθμίσεις Εργασίας
pt_br: Configurações das tarefas

source: Important
el: Σημαντικό
pt_br: Importante

source: Data have been
el: Τα δεδομένα είναι
pt_br: Os dados foram

source: anonymized
el: ανώνυμα
pt_br: anônimos

source: Distribution of Answers per Hour
el: Διανομή Απαντήσεων ανά Ώρα
pt_br: Distribuição das respostas por hora

source: Completed Tasks in the last 15 days
el: Ολοκληρωμένες Εργασίες τις τελευταίες 15 ημέρες
pt_br: Tarefas completadas nos últimos 15 dias

source: select an area to zoom, click to reset the chart
el: διαλέξτε μια περιοχή για να εστιάσετε και να μεγενθύνετε, κάντε κλικ για να επαναφέρετε τον πίνακα
pt_br: selecione uma área para zoom, clique para reiniciar o gráfico

source: Answers per day
el: Απαντήσεις τη μέρα
pt_br: Respostas por dia

source: answers were submitted this day
el: οι απαντήσεις θα υποβληθούν αυτή τη μέρα
pt_br: respostas foram submetidas hoje

source: Distribution of Answers
el: Διανομή Απαντήσεων
pt_br: Distribuição das Respostas

source: Type
el: Τύπος
pt_br: Tipo

source: Percentage
el: Ποσοστό
pt_br: Porcentagem

source: Details about Anonymous Users
el: Λεπτομέρειες για τους Ανώνυμους Χρήστες
pt_br: Detalhes sobre Usuários Anônimos

source: anonymous users have
el: οι ανώνυμοι χρήστες έχουν
pt_br: usuários anônimos tem

source: participated
el: συμμετάχει
pt_br: participado

source: Country
el: Χώρα
pt_br: País

source: City
el: Πόλη
pt_br: Cidade

source: User
el: Χρήστης
pt_br: Usuário

source: This page includes GeoLite data created by MaxMind, available from
el: Αυτή η σελίδα εμπεριέχει δεδομένα GeoLite από το MaxMind, διαθέσιμα από
pt_br: Esta página inclue dados GeoLite creado por MaxMind, disponível em

source: Details about Authenticated Users
el: Λεπτομέριες για Εξουσιοδοτημένους Χρήστες
pt_br: Detalhes sobre Usuários Autenticados

source: authenticated users have
el: οι εξουσιοδοτημένοι χρήστες έχουν
pt_br: usuários autenticados têm

source: Top 5 users
el: Οι 5 Κορυφαίοι χρήστες
pt_br: Top 5 usuários

source: Setup task autoimporter
el: Εγκατάσταση αυτο-εισαγωγέα εργασιών
pt_br: Configure o auto-importer

source: Use one of the following available
el: Χρησιμοποιήστε έναν από τους ακόλουθους διαθέσιμους
pt_br: Use um dos

source: importers
el: εισαγωγείς
pt_br: modelos

source: to setup as the autoimporter
el: για να τον εγκαταστήσετε ως αυτο-εισαγωγέα
pt_br: para configurar o auto-import

source: Currently configured autoimport
el: Προς το παρόν ρυθμισμένος αυτο-εισαγωγέας
pt_br: Auto-import atualmente configurado

source: You currently have the following autoimporter configured
el: Προς το παρόν έχετε ρυθμίσει τον ακόλουθο αυτο-εισαγωγέα
pt_br: Você tem atualmente o seguinte auto-importer configurado

source: Import Tasks
el: Εισαγωγή Εργασιών
pt_br: Importar tarefas

source: to import tasks...
el: για να εισάγετε εργασίες...
pt_br: para importar tarefas

source: ... or import a set of
el: … ή για να εισάγετε μια σειρά από
pt_br: ... ou importe um conjunto de

source: template tasks
el: πρότυπα εργασιών
pt_br: modelo de tarefas

source: Task Redundancy
el: Πλεονασμός Εργασιών
pt_br: Redundância das tarefas

source: The number of answers per tasks that you want for the project
el: Ο αριθμός απαντήσεων ανά εργασία που θέλετε για το πρόγραμμα
pt_br: O número de respostas que você deseja por tarefa para o projeto

source: Set redundancy
el: Ορίστε τον πλεονασμό
pt_br: Configurar redundância

source: Task Priority
el: Προτεραιότητα Εργασίας
pt_br: Prioridade da tarefa

source: You can change the
el: Μπορείτε να αλλάξετε την
pt_br: Você pode alterar a

source: priority
el: προτεραιότητα
pt_br: prioridade

source: and the highest priority is
el: και η ανώτερη προτεραιότητα είναι
pt_br: e a prioridade mais alta é

source: default scheduler
el: προεπιλεγμένο προγραμματιστή
pt_br: agendador padrão

source: Comma separated Task.IDs i.e.: 3, 532, 100
el: Ταυτότητες εργασιών διαχωρισμένες με κόμμα, όπως π.χ.: 3, 532, 100
pt_br: IDs das tarefas separados por vírgula i.e: 3, 532, 100

source: Priority value between 0.0 and 1.0
el: Τιμή προτεραιότητας μεταξύ 0.0 και 1.0
pt_br: Valor da prioridade entre 0.0 e 1.0

source: Change Priority
el: Αλλαγή προτεραιότητας
pt_br: Alterar Prioridade

source: Task Scheduler
el: Προγραμματιστής Εργασιών
pt_br: Escalonador de tarefas

source: You can choose from the following schedulers
el: Μπορείτε να επιλέξετε μετάξύ των ακόλουθων προγραμματιστών
pt_br: Você pode escolher entre as seguintes programações

source: Default
el: Προεπιλογή
pt_br: Padrão

source: or
el: ή
pt_br: ou

source: Depth First
el: Διερεύνηση Πρώτα κατά Βάθος

source: Breadth First
el: Διερεύνηση Πρώτα κατά Πλάτους

source: Change how the tasks are delivered to volunteers
el: Αλλάξτε τον τρόπο με τον οποία οι εργασίες διανέμονται σε εθελοντές
pt_br: Altere como as tarefas são entregues aos voluntários

source: Scheduler
el: Προγραμματιστής
pt_br: Escalonador

source: Change the priority of the tasks
el: Αλλαγή προτεραιότητας εργασιών
pt_br: Altere a prioridade das tarefas

source: Delete Tasks
el: Διαγραφή Εργασιών
pt_br: Excluir tarefas

source: Delete all the tasks and associated answers
el: Διαγράψτε όλες τις εργασίες και τις ανάλογες απαντήσεις
pt_br: Excluir todas as tarefas e respostas associadas

source: Change the redundancy level for the tasks
el: Αλλάξτε το επίπεδο πλεονασμού για τις εργασίες
pt_br: Altere o nível de redundância das tarefas

source: Redundancy
el: Πλεονασμός
pt_br: Redundância

source: Import tasks from templates, GDrive, or CSV
el: Εισαγωγή εργασιών από πρότυπα, GDrive ή CSV
pt_br: Importar tarefas de templates, GDrive ou CSV

source: Import
el: Εισαγωγή
pt_br: Importar

source: Export Tasks
el: Εξαγωγή Εργασιών
pt_br: Exportar Tarefas

source: Export tasks to JSON, CSV or a CKAN server
el: Εξαγωγή εργασιών σε διακομυστή JSON, CSV ή CKAN
pt_br: Exportar tarefas para JSON, CSV ou um servidor CKAN

source: Task Presenter
el: Κομιστής Εργασιών
pt_br: Visualizador de tarefas

source: Editor
el: Εκδότης

source: Configure the task scheduler, redundancy, etc.
el: Διαμορφώστε τον προγραμματιστή των προγραμμάτων, τον πλεονασμό, κ.λ.π.
pt_br: Configure o escalonador de tarefas, redundância, etc.

source: Browse
el: Περιήγηση
pt_br: Navegar

source: Check the status of the tasks
el: Ελέγξτε την κατάσταση των εργασιών
pt_br: Verifique o status das tarefas

source: Auto-import Tasks
el: Αυτο-εισαγώμενες Εργασίες
pt_br: Auto-importar Tarefas

source: Import tasks regularly and automatically
el: Εισάγετε εργασίες τακτικά και αυτόματα
pt_br: Importe tarefas regularmente e automaticamente

source: Setup
el: Δημιουργία
pt_br: Configurar

source: Browse tasks
el: Περιήγηση εργασιών
pt_br: Navegar pelas Tarefas
